GRADE_CHOICES = (
    ("선택안함", "선택안함"),
    ("1학년", "1학년"),
    ("2학년", "2학년"),
    ("3학년", "3학년"),
    ("4학년", "4학년"),
    ("졸업생", "졸업생"),
)


CIRCLES_CHOICES = (
    ("선택안함", "선택안함"),
    ("Pit A Pat", "Pit A Pat"),
)

DEPARTMENT_CHOICES = (
    ("선택안함", "선택안함"),
    ("외부인", "학부생이 아님"),
    ("간호대학", "간호대학"),
    ("공과대학", "공과대학"),
    ("글로벌융합대학", "글로벌융합대학"),
    ("농업생명과학대학", "농업생명과학대학"),
    ("사범대학", "사범대학"),
    ("사회과학대학", "사회과학대학"),
    ("상과대학", "상과대학"),
    ("생활과학대학", "생활과학대학"),
    ("수의과대학", "수의과대학"),
    ("약학대학", "약학대학"),
    ("예술대학", "예술대학"),
    ("의과대학", "의과대학"),
    ("인문대학", "인문대학"),
    ("자연과학대학", "자연과학대학"),
    ("치과대학", "치과대학"),
    ("환생생명자원대학", "환생생명자원대학"),
    ("스마트팜학과", "스마트팜학과"),
    ("한옥학과", "한옥학과"),
)

CATEGORY_CHOICES = (
    ("자유", "자유"),
    ("질문", "질문"),
    ("정보", "정보"),
)






